{
    "setting": "ajuste",
    "Set Your ZhiPu API Key first": "Configure primero su clave API de ZhiPu",
    "ZhiPu Copilot": "ZhiPu Copilot",
    "generate": "generar",
    "summarize": "resumir",
    "explain": "explicar",
    "translate": "traducir",
    "translate to English": "traducir al inglés",
    "translate to Chinese": "traducir al chino",
    "translate to French": "traducir al francés",
    "translate to German": "traducir al alemán",
    "translate to Russian": "traducir al ruso",
    "translate to Spanish": "traducir al español",
    "clear chat history": "borrar el historial del chat",
    "Choose a model": "elegir un modelo",
    "Clear chat history": "borrar el historial del chat",
    "Summarize text": "resumir el texto",
    "Analyse text": "analizar el texto",
    "Complete text": "completar el texto",
    "Generate draft": "generar borrador",
    "Rewrite text": "reescribir el texto",
    "Shorten text": "acortar el texto",
    "Expand text": "expandir el texto",
    "Text to image": "texto a imagen",
    "Explain cells": "explicar las celdas",
    "Summarise cells": "resumir las celdas",
    "Get outline of a topic": "obtener esquema de un tema",
    "Explain text": "explicar el texto",
    "Correct spelling and grammar": "corregir ortografía y gramática",
    "Hi there! I am Zhipu copilot, how can I help you today?": "¡Hola! Soy Zhipu Copilot, ¿cómo puedo ayudarte hoy?",
    "Sorry, selecting multiple cells in a spreadsheet for error correction is not currently supported. Please select the text in a single cell.": "Lo siento, seleccionar varias celdas en una hoja de cálculo para corregir errores no está actualmente soportado. Por favor, selecciona el texto en una sola celda.",
    "Sorry, selecting multiple cells in a spreadsheet for summarization is not currently supported. Please select the text in a single cell.": "Lo siento, seleccionar varias celdas en una hoja de cálculo para resumir no está actualmente soportado. Por favor, selecciona el texto en una sola celda.",
    "Sorry, selecting multiple cells in a spreadsheet for explanation is not currently supported. Please select the text in a single cell.": "Lo siento, seleccionar varias celdas en una hoja de cálculo para explicar no está actualmente soportado. Por favor, selecciona el texto en una sola celda.",
    "Sorry, selecting multiple cells in a spreadsheet for translation is not currently supported. Please select the text in a single cell.": "Lo siento, seleccionar varias celdas en una hoja de cálculo para traducir no está actualmente soportado. Por favor, selecciona el texto en una sola celda.",
    "Zhipu Copilot Chat": "Chat de Zhipu Copilot"
}