{
    "setting": "réglage",
    "Set Your ZhiPu API Key first": "Définissez d'abord votre clé API ZhiPu",
    "ZhiPu Copilot": "ZhiPu Copilot",
    "generate": "générer",
    "summarize": "résumer",
    "explain": "expliquer",
    "translate": "traduire",
    "translate to English": "traduire en anglais",
    "translate to Chinese": "traduire en chinois",
    "translate to Spanish": "traduire en espagnol",
    "translate to French": "traduire en français",
    "translate to German": "traduire en allemand",
    "translate to Russian": "traduire en russe",

    "clear chat history": "effacer l'historique du chat",
    "Choose a model": "choisir un modèle",
    "Clear chat history": "effacer l'historique du chat",
    "Summarize text": "résumer le texte",
    "Analyse text": "analyser le texte",
    "Complete text": "compléter le texte",
    "Generate draft": "générer un brouillon",
    "Rewrite text": "réécrire le texte",
    "Shorten text": "raccourcir le texte",
    "Expand text": "développer le texte",
    "Text to image": "texte en image",
    "Explain cells": "expliquer les cellules",
    "Summarise cells": "résumer les cellules",
    "Get outline of a topic": "obtenir le plan d'un sujet",
    "Explain text": "expliquer le texte",
    "Correct spelling and grammar": "corriger l'orthographe et la grammaire",
    "Hi there! I am Zhipu copilot, how can I help you today?": "Bonjour ! Je suis Zhipu Copilot, comment puis-je vous aider aujourd'hui ?",
    "Sorry, selecting multiple cells in a spreadsheet for error correction is not currently supported. Please select the text in a single cell.": "Désolé, la sélection de plusieurs cellules dans une feuille de calcul pour la correction des erreurs n'est pas actuellement prise en charge. Veuillez sélectionner le texte dans une seule cellule.",
    "Sorry, selecting multiple cells in a spreadsheet for summarization is not currently supported. Please select the text in a single cell.": "Désolé, la sélection de plusieurs cellules dans une feuille de calcul pour le résumé n'est pas actuellement prise en charge. Veuillez sélectionner le texte dans une seule cellule.",
    "Sorry, selecting multiple cells in a spreadsheet for explanation is not currently supported. Please select the text in a single cell.": "Désolé, la sélection de plusieurs cellules dans une feuille de calcul pour l'explication n'est pas actuellement prise en charge. Veuillez sélectionner le texte dans une seule cellule.",
    "Sorry, selecting multiple cells in a spreadsheet for translation is not currently supported. Please select the text in a single cell.": "Désolé, la sélection de plusieurs cellules dans une feuille de calcul pour la traduction n'est pas actuellement prise en charge. Veuillez sélectionner le texte dans une seule cellule.",
    "Zhipu Copilot Chat": "Chat Zhipu Copilot"
}